Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# passwordhistory_delete_many_confirmation_title
source: Delete the passwords from the history?
ar: هل تريد حذف كلمات المرور من السجل؟
de: Passwörter aus dem Verlauf löschen?
es: ¿Eliminar las contraseñas del historial?
fr: Supprimer les mots de passe de l'historique ?
hu: Törli a jelszavakat az előzményekből?
it: Eliminare le password dalla cronologia?
ja: 履歴からパスワードを削除しますか？
ko: 비밀번호를 기록에서 삭제할까요?
pt_br: Excluir as senhas do histórico?
pt_pt: Apagar as palavras-passe do histórico?
ru: Удалить пароли из истории?
uk: Видалити ці паролі з історії?
zh_hans: 确定要从历史记录中删除这些密码吗？

# passwordhistory_delete_one_confirmation_title
source: Delete the password from the history?
ar: هل تريد حذف كلمة المرور من السجل؟
de: Passwort aus dem Verlauf löschen?
es: ¿Eliminar la contraseña del historial?
fr: Supprimer le mot de passe de l'historique ?
hu: Törli a jelszót az előzményekből?
it: Eliminare la password dalla cronologia?
ja: 履歴からパスワードを削除しますか？
ko: 비밀번호를 기록에서 삭제할까요?
pt_br: Excluir a senha do histórico?
pt_pt: Apagar a palavra-passe do histórico?
ru: Удалить пароль из истории?
uk: Видалити цей пароль з історії?
zh_hans: 确定要从历史记录中删除密码吗？

# passwordhistory_header_title
source: Password history
ar: تاريخ كلمة المرور
de: Passwortverlauf
es: Historial de contraseñas
fr: Historique des mots de passe
hu: Jelszó előzmények
it: Cronologia della password
ja: パスワードの履歴
ko: 비밀번호 생성 기록
pt_br: Histórico de senhas
pt_pt: Histórico de palavras-passe
ru: История паролей
uk: Історія паролів
zh_hans: 密码历史

# passwordleak_failed_to_load_status_text
source: Failed to check data breaches. You might be offline
ar: فشل في التحقق من خروقات البيانات. قد تكون غير متصل حاليًا
de: Konnte nicht auf Datenlecks überprüfen. Möglicherweise bist Du offline
es: No se pudieron comprobar las filtraciones de datos. Es posible que estés fuera de línea
fr: Impossible de vérifier les violations de données. Vous pourriez actuellement être hors ligne
hu: Nem sikerült ellenőrizni az adatszivárgást. Lehet, hogy jelenleg offline állapotban van
it: Impossibile controllare le violazioni dei dati. Al momento potresti essere offline
ja: データ漏洩のチェックに失敗しました。現在オフラインになっている可能性があります。
ko: 데이터 유출을 확인하지 못했습니다. 앱이 오프라인 상태일 수 있습니다.
pt_br: Falha na verificação de vazamentos de dados. Você pode estar off-line no momento
pt_pt: Falha ao verificar violações de dados. Pode não haver acesso à internet
ru: Не удалось проверить утечку данных, возможно, вы не в сети
uk: Не вдалося перевірити витоки даних. Перевірте з'єднання з інтернетом
zh_hans: 无法检查数据泄露情况，互联网连接可能有误

# passwordleak_note
source: A password that is found in the data breaches takes significantly less time to break and should never be used.
ar: تستغرق كلمة المرور التي يتم العثور عليها في خروقات البيانات وقتًا أقل بكثير لاختراقها ويجب عدم استخدامها أبدًا.
de: Ein Passwort, das in den Datenlecks gefunden wird, dauert deutlich weniger Zeit zum Brechen und wird nicht empfohlen zu verwenden.
es: Una contraseña que se encuentra en las filtraciones de datos toma mucho menos tiempo para vulnerarse y no debería ser utilizada.
fr: Un mot de passe qui a été trouvé au sein d'une fuite de données prend beaucoup moins de temps pour se briser et ne devrait jamais être utilisé.
hu: Az adatszivárgásokban előforduló jelszavak feltörése lényegesen kevesebb időt vesz igénybe, ezért azokat soha nem szabad használni.
it: Una password trovata nelle violazioni dei dati richiede molto meno tempo per essere violata e non dovrebbe mai essere utilizzata.
ja: データ漏洩で流出したパスワードは、解読にかかる時間が大幅に短く、決して使用すべきではありません。
ko: 유출된 비밀번호는 크래킹에 걸리는 시간이 매우 짧으므로 사용하지 않아야 합니다.
pt_br: Uma senha encontrada em vazamentos de dados leva muito menos tempo para ser quebrada e nunca deve ser usada.
pt_pt: Uma palavra-passe encontrada numa violação de dados leva significativamente menos tempo para decifrar e não é recomendado o seu uso.
ru: Пароль, который обнаружен в результате утечки данных, требует значительно меньше времени для взлома и никогда не должен использоваться.
uk: Пароль, який зустрічається в витоках даних набагато легше підібрати. Такий пароль не рекомендується використовувати.
zh_hans: 在数据泄露事件中发现的密码，破解所需的时间要短得多，因此绝对不能使用。

# passwordleak_occurrences_count_plural
source: %lld occurrences
ar: %lld مرات
de: %lld Vorkommnisse
es: %lld ocurrencias
hu: %lld előfordulás
it: %lld occorrenze
ja: %lld 件発生
ko: 일치 항목 %lld개
pt_br: %lld ocorrências
pt_pt: %lld ocorrências
ru: %lld случаев
uk: %lld випадків
zh_hans: %lld 事件

# passwordleak_occurrences_found_text
source: The password has been identified in known data breaches. Please change it immediately to protect your online security
ar: تم التعرف على كلمة المرور في خروقات البيانات المعروفة. يرجى تغييره على الفور لحماية أمنك على الإنترنت
de: Das Passwort wurde bei bekannten Datenlecks identifiziert. Bitte ändern Sie es sofort, um Ihre Online-Sicherheit zu schützen
es: La contraseña ha sido identificada en las filtraciones de datos conocidas. Por favor, cámbiala inmediatamente para proteger tu seguridad en línea
fr: Le mot de passe a été identifié dans des violations de données connues. Veuillez le modifier immédiatement pour protéger votre sécurité en ligne
hu: A jelszót ismert adatszivárgások során azonosították. Kérjük, azonnal módosítsa online biztonságának védelme érdekében
it: La password è stata identificata in violazioni di dati conosciute. Si prega di modificarla immediatamente per proteggere la tua sicurezza online
ja: このパスワードは、既知のデータ漏洩で確認されています。オンラインセキュリティを保護するために、すぐにパスワードを変更してください。
ko: 유출 데이터베이스에 포함된 비밀번호입니다. 온라인 보안을 유지하기 위해 지금 비밀번호를 변경하세요.
pt_br: A senha foi identificada em vazamentos de dados conhecidos. Altere-a imediatamente para proteger sua segurança on-line
pt_pt: A palavra-passe foi identificada em violações de dados conhecidas. Por favor, altere-a imediatamente para proteger a sua segurança on-line
ru: Пароль обнаружен в известных утечках данных. Пожалуйста, измените его немедленно, чтобы защитить свою безопасность в Интернете
uk: Пароль ідентифіковано у відомих витоках даних. Будь ласка, негайно змініть його для захисту вашої онлайн-безпеки
zh_hans: 密码存在于已知的数据泄露中，请立即更改以保护你的网络安全

# passwordleak_occurrences_found_title
source: Password is compromised
ar: تم اختراق كلمة المرور
de: Gebrochene Passwörter gefunden
es: La contraseña está comprometida
fr: Le mot de passe est compromis
hu: A jelszó veszélybe került
it: La password è compromessa
ja: パスワードは漏洩しています
ko: 유출된 비밀번호 발견
pt_br: A senha está comprometida
pt_pt: Palavra-passe encontrada em violação de dados
ru: Пароль взломан
uk: Пароль скомпрометовано
zh_hans: 密码已泄露

# passwordleak_occurrences_not_found_title
source: No breaches found
ar: لم يتم العثور على انتهاكات
de: Keine Datenlecks gefunden
es: No se encontraron filtraciones de datos
fr: Aucune violation trouvée
hu: Nem található kiszivárgás
it: Nessuna violazione trovata
ja: 漏洩は見つかりませんでした
ko: 유출된 비밀번호 없음
pt_br: Não foram encontrados vazamentos
pt_pt: Nenhuma violação de dados encontrada
ru: Утечки не найдены
uk: Все добре
zh_hans: 未发现数据泄露

# passwordleak_title
source: Data breach
ar: خرق البيانات
de: Datenleck
es: Filtraciones de datos
fr: Violation de données
hu: Adatszivárgás
it: Violazioni dei dati
ja: データ漏洩
ko: 데이터 유출
pt_br: Vazamento de dados
pt_pt: Violação de dados
ru: Утечка данных
uk: Витік даних
zh_hans: 数据泄露

# passwords_fair_label
source: Fair passwords
ar: كلمات مرور عادلة
de: Faire Passwörter
es: No está mal
fr: Mots de passe acceptables
hu: Megfelelő jelszavak
it: Password discrete
ja: 普通のパスワード
ko: 양호한 비밀번호
pt_br: Senhas razoáveis
pt_pt: Palavras-passe razoáveis
ru: Посредственные пароли
uk: Задовільні паролі
zh_hans: 一般安全的密码

# passwords_good_label
source: Good passwords
ar: كلمات مرور جيدة
de: Gute Passwörter
es: Buenas contraseñas
fr: Bon mots de passe
hu: Jó jelszavak
it: Password buone
ja: 良いパスワード
ko: 우수한 비밀번호
pt_br: Senhas boas
pt_pt: Palavras-passe boas
ru: Хорошие пароли
uk: Хороші паролі
zh_hans: 安全的密码

# passwords_strong_label
source: Strong passwords
ar: كلمات مرور قوية
de: Starke Passwörter
es: Contraseñas fuertes
fr: Mots de passe forts
hu: Erős jelszavak
it: Password forti
ja: 強いパスワード
ko: 강한 비밀번호
pt_br: Senhas fortes
pt_pt: Palavras-passe fortes
ru: Надёжные пароли
uk: Надійні паролі
zh_hans: 安全的密码

# passwords_very_strong_label
source: Very strong passwords
ar: كلمات مرور قوية جدًا
de: Sehr starke Passwörter
es: Contraseñas muy fuertes
fr: Mots de passe très forts
hu: Nagyon erős jelszavak
it: Password molto forti
ja: 非常に強いパスワード
ko: 매우 강한 비밀번호
pt_br: Senhas muito fortes
pt_pt: Palavras-passe muito fortes
ru: Очень надёжные пароли
uk: Дуже надійні паролі
zh_hans: 相当安全的密码

# passwords_weak_label
source: Weak passwords
ar: كلمات مرور ضعيفة
de: Schwache Passwörter
es: Contraseñas débiles
fr: Mots de passe fragiles
hu: Gyenge jelszavak
it: Password deboli
ja: 弱いパスワード
ko: 약한 비밀번호
pt_br: Senhas fracas
pt_pt: Palavras-passe fracas
ru: Слабые пароли
uk: Слабкі паролі
zh_hans: 不安全的密码

source: Phone number
ar: رقم الهاتف
de: Telefonnummer
es: Teléfono
fr: Numéro de téléphone
hu: Telefonszám
it: Numero di telefono
ja: 電話番号
ko: 전화번호
pt_br: Telefone
pt_pt: Número de telemóvel
ru: Номер телефона
uk: Номер телефону
zh_hans: 电话号码

source: PKCS#12 password
ar: كلمة مرور PKCS#12
de: PKCS#12-Passwort
fr: Mot de passe PKCS#12
hu: PKCS#12 jelszó
ko: PKCS#12 비밀번호
pt_br: Senha PKCS#12
pt_pt: Palavra-passe PKCS#12
uk: Пароль PKCS#12
zh_hans: PKCS#12 密码

# pkcs12_password_note
source: This PKCS#12 bundle is encrypted.
ar: حزمة PKCS#12 هذه مشفّرة.
de: Dieses PKCS#12-Paket ist verschlüsselt.
fr: Ce paquet PKCS#12 est chiffré.
hu: Ez a PKCS#12 csomag titkosított.
ko: 이 PKCS#12 번들은 암호화되어 있습니다.
pt_br: Este pacote PKCS#12 é criptografado.
pt_pt: Este pacote PKCS#12 está encriptado.
uk: Цей пакет PKCS#12 зашифровано.
zh_hans: 该 PKCS#12 包已加密。

# pkcs12_password_title
source: Enter PKCS#12 password
ar: أدخل كلمة مرور PKCS#12
de: PKCS#12-Passwort eingeben
fr: Entrez le mot de passe PKCS#12
hu: Adja meg a PKCS#12 jelszót
ko: PKCS#12 비밀번호 입력
pt_br: Digite a senha PKCS#12
pt_pt: Introduza a palavra-passe PKCS#12
uk: Введіть пароль PKCS#12
zh_hans: 输入PKCS#12 密码

# post_notifications_permission_banner_text
source: Grant the notification permission to allow Keyguard to show one-time passwords when autofilling & more.
ar: منح إذن الإشعار للسماح ل Keyguard بإظهار كلمات المرور لمرة واحدة عند التعبئة التلقائية & أكثر.
de: Erteilen Sie die Benachrichtigungsberechtigung um Keyguard zu erlauben, beim automatischen Ausfüllen Einmalkennwörter anzuzeigen und mehr.
es: Otorgar el permiso de notificación para permitir que Keyguard muestre contraseñas de un solo uso al autocompletar y más.
fr: Autorisez les notifications pour permettre à Keyguard d'afficher les codes à usage unique lors du remplissage automatique &.
hu: Adja meg az értesítési engedélyt, hogy engedélyezze a Keyguard számára az egyszer használatos jelszavak automatikus kitöltéskor történő megjelenítését és még sok mást.
it: Concedi l'autorizzazione alle notifiche per consentire a Keyguard di mostrare la password monouso durante la compilazione automatica e altro.
ja: 通知の許可を付与することで Keyguard が自動入力時にワンタイムパスワードを表示するなどの機能を利用できるようにします。
ko: 자동 완성 등 다양한 상황에서 앱이 OTP 코드를 표시할 수 있도록 알림 권한을 허용해 주세요.
pt_br: Conceda a permissão de notificações para permitir que o teclado exiba senhas de uso único quando preencher automaticamente & mais.
pt_pt: Conceder permissão de notificações para permitir que o teclado exiba códigos de uso único quando preencher automaticamente & mais.
ru: Предоставить разрешение на отображение уведомлений, чтобы разрешить Keyguard показывать одноразовые пароли при автозаполнении.
uk: Надайте дозвіл показувати сповіщення щоб Keyguard показував одноразові паролі під час автозаповнення та більше.
zh_hans: 授予通知权限，允许 Keyguard 在自动填写时显示一次性密码等。

# post_notifications_permission_banner_title
source: Notifications are disabled
ar: الإشعارات مُعَطَّلة
de: Benachrichtigungen sind deaktiviert
es: Las notificaciones están desactivadas
fr: Les notifications sont désactivées
hu: Értesítések letiltva
it: Le notifiche sono disattivate
ja: 通知が無効化されています
ko: 알림이 꺼져 있음
pt_br: Notificações desativadas
pt_pt: As notificações estão desativadas
ru: Уведомления отключены
uk: Сповіщення вимкнені
zh_hans: 通知已禁用

source: Postal code
ar: رمز بريدي
de: PLZ
es: Código postal
fr: Code postal
hu: Irányítószám
it: CAP
ja: 郵便番号
ko: 우편 번호
pt_br: Código postal
pt_pt: Código postal
ru: Почтовый индекс
uk: Поштовий індекс
zh_hans: 邮政编码

source: Powered by
ar: مدعوم من
de: Betrieben durch
es: Desarrollado por
fr: Propulsé par
hu: Biztosítja
it: Fornito da
ko: 기술 지원:
pt_br: Desenvolvido por
pt_pt: Desenvolvido por
ru: С помощью
uk: За підтримки
zh_hans: 技术支持

# pref_item_accounts_text
source: Add & view accounts
ar: إضافة & عرض للحسابات
de: Konten hinzufügen & anzeigen
es: Añadir y ver cuentas
fr: Ajouter & voir les comptes
hu: Fiókok hozzáadása és megtekintése
it: Aggiungi e visualizza account
ja: アカウントの追加と表示
ko: 계정 추가 및 확인
pt_br: Adicionar & ver contas
pt_pt: Adicionar & ver contas
ru: Добавление и просмотр учётных записей
uk: Додати та переглянути облікові записи
zh_hans: 添加和查看账户

# pref_item_accounts_title
source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fr: Comptes
hu: Fiókok
it: Account
ja: アカウント
ko: 계정
pt_br: Contas
pt_pt: Contas
ru: Учетные записи
uk: Облікові записи
zh_hans: 账户

# pref_item_agent_approval_scope_application
source: Per application
ar: لكل تطبيق
de: Pro Anwendung
es: Por aplicación
fr: Par application
it: Per applicazione
ja: アプリケーションごと
ko: 애플리케이션별
pt_br: Por aplicativo
pt_pt: Por aplicação
ru: На приложение
uk: Для кожного застосунку
zh_hans: 每个应用程序

# pref_item_agent_approval_scope_application_and_terminal_session
source: Per application, isolated by terminal session
ar: لكل تطبيق، معزول حسب جلسة الطرفية
de: Pro Anwendung, isoliert nach Terminalsitzung
es: Por aplicación, aislado por sesión de terminal
fr: Par application, isolé par session de terminal
it: Per applicazione, isolato per sessione di terminale
ja: アプリケーションごと（ターミナルセッションで分離）
ko: 애플리케이션별, 터미널 세션으로 격리
pt_br: Por aplicativo, isolado por sessão de terminal
pt_pt: Por aplicação, isolado por sessão de terminal
ru: На приложение, с изоляцией по сессии терминала
uk: Для кожного застосунку, ізольовано за сеансом терміналу
zh_hans: 每个应用程序（按终端会话隔离）

# pref_item_agent_approval_scope_connection
source: Per connection
ar: لكل اتصال
de: Pro Verbindung
es: Por conexión
fr: Par connexion
it: Per connessione
ja: 接続ごと
ko: 연결별
pt_br: Por conexão
pt_pt: Por ligação
ru: На подключение
uk: Для кожного з'єднання
zh_hans: 每个连接

# pref_item_agent_approval_scope_process
source: Per process
ar: لكل عملية
de: Pro Prozess
es: Por proceso
fr: Par processus
it: Per processo
ja: プロセスごと
ko: 프로세스별
pt_br: Por processo
pt_pt: Por processo
ru: На процесс
uk: Для кожного процесу
zh_hans: 每个进程

source: Same verified application; terminal-session identity unavailable
ar: نفس التطبيق المُتحقَّق منه؛ هوية جلسة الطرفية غير متوفرة
de: Dieselbe verifizierte Anwendung; Identität der Terminalsitzung nicht verfügbar
es: Misma aplicación verificada; identidad de la sesión de terminal no disponible
fr: Même application vérifiée ; identité de session de terminal indisponible
it: Stessa applicazione verificata; identità della sessione di terminale non disponibile
ja: 同じ検証済みアプリケーション。ターミナルセッションの識別情報は利用できません
ko: 검증된 동일 애플리케이션. 터미널 세션 식별 정보는 확인 불가
pt_br: Mesmo aplicativo verificado; identidade da sessão de terminal indisponível
pt_pt: Mesma aplicação verificada; identidade da sessão do terminal indisponível
ru: То же проверенное приложение; идентификация сессии терминала недоступна
uk: Той самий перевірений застосунок; ідентичність сеансу терміналу недоступна
zh_hans: 同一已验证的应用程序；终端会话标识不可用

# pref_item_agent_approval_scope_table_android_process_reuse
source: Current live agent connection; process identity unavailable
ar: اتصال الوكيل النشط الحالي؛ هوية العملية غير متوفرة
de: Aktuelle aktive Agentenverbindung; Prozessidentität nicht verfügbar
es: Conexión activa actual del agente; identidad del proceso no disponible
fr: Connexion d'agent active actuelle ; identité du processus indisponible
it: Connessione attiva corrente all'agente; identità del processo non disponibile
ja: 現在アクティブなエージェント接続。プロセスの識別情報は利用できません
ko: 현재 활성 에이전트 연결. 프로세스 식별 정보는 확인 불가
pt_br: Conexão ativa atual do agente; identidade do processo indisponível
pt_pt: Ligação atual com o agente ao vivo; identidade do processo indisponível
ru: Текущее активное подключение агента; идентификация процесса недоступна
uk: Поточне активне з'єднання агента; ідентичність процесу недоступна
zh_hans: 当前活跃的代理连接；进程标识不可用

# pref_item_agent_approval_scope_table_application_and_terminal_session_reuse
source: Same verified terminal session; verified application outside terminals
ar: نفس جلسة الطرفية المُتحقَّق منها؛ التطبيق المُتحقَّق منه خارج الطرفيات
de: Dieselbe verifizierte Terminalsitzung; verifizierte Anwendung außerhalb von Terminals
es: Misma sesión de terminal verificada; aplicación verificada fuera de los terminales
fr: Même session de terminal vérifiée ; application vérifiée en dehors des terminaux
it: Stessa sessione di terminale verificata; applicazione verificata al di fuori dei terminali
ja: 同じ検証済みターミナルセッション。ターミナル外では検証済みアプリケーション
ko: 검증된 동일 터미널 세션. 터미널 외부에서는 검증된 애플리케이션
pt_br: Mesma sessão de terminal verificada; aplicativo verificado fora de terminais
pt_pt: Mesma sessão de terminal verificada; aplicação verificado fora dos terminais
ru: Та же проверенная сессия терминала; проверенное приложение вне терминалов
uk: Той самий перевірений сеанс терміналу; перевірений застосунок поза терміналами
zh_hans: 同一已验证的终端会话；终端外部的已验证应用程序

# pref_item_agent_approval_scope_table_application_reuse
source: Same verified application
ar: نفس التطبيق المُتحقَّق منه
de: Dieselbe verifizierte Anwendung
es: Misma aplicación verificada
fr: Même application vérifiée
it: Stessa applicazione verificata
ja: 同じ検証済みアプリケーション
ko: 검증된 동일 애플리케이션
pt_br: Mesmo aplicativo verificado
pt_pt: Mesma aplicação verificada
ru: То же проверенное приложение
uk: Той самий перевірений застосунок
zh_hans: 同一已验证的应用程序

# pref_item_agent_approval_scope_table_connection_reuse
source: Current live agent connection
ar: اتصال الوكيل النشط الحالي
de: Aktuelle aktive Agentenverbindung
es: Conexión activa actual del agente
fr: Connexion d'agent active actuelle
it: Connessione attiva corrente all'agente
ja: 現在アクティブなエージェント接続
ko: 현재 활성 에이전트 연결
pt_br: Conexão ativa atual do agente
pt_pt: Ligação atual com o agente
ru: Текущее активное подключение агента
uk: Поточне активне з'єднання агента
zh_hans: 当前活跃的代理连接

# pref_item_agent_approval_scope_table_current_connection_only
source: Current connection only
ar: الاتصال الحالي فقط
de: Nur aktuelle Verbindung
es: Solo la conexión actual
fr: Connexion actuelle uniquement
it: Solo la connessione corrente
ja: 現在の接続のみ
ko: 현재 연결만
pt_br: Somente conexão atual
pt_pt: Apenas ligação atual
ru: Только текущее подключение
uk: Лише поточне з'єднання
zh_hans: 仅限当前连接

# pref_item_agent_approval_scope_table_not_shared
source: Not shared
ar: غير مشترك
de: Nicht geteilt
es: No compartido
fr: Non partagé
it: Non condiviso
ja: 共有しない
ko: 공유 안 함
pt_br: Não compartilhado
pt_pt: Não partilhado
ru: Не используется совместно
uk: Не спільне
zh_hans: 未共享

# pref_item_agent_approval_scope_table_other_terminal
source: Other tab or pane
ar: علامة تبويب أو جزء آخر
de: Anderer Tab oder Bereich
es: Otra pestaña o panel
fr: Autre onglet ou volet
it: Altra scheda o riquadro
ja: 別のタブまたはペイン
ko: 다른 탭 또는 창
pt_br: Outra aba ou painel
pt_pt: Outra aba ou painel
ru: Другая вкладка или панель
uk: Інша вкладка або панель
zh_hans: 其他标签页或窗格

# pref_item_agent_approval_scope_table_process_reuse
source: Same verified process instance
ar: نفس نسخة العملية المُتحقَّق منها
de: Dieselbe verifizierte Prozessinstanz
es: Misma instancia de proceso verificada
fr: Même instance de processus vérifiée
it: Stessa istanza di processo verificata
ja: 同じ検証済みプロセスインスタンス
ko: 검증된 동일 프로세스 인스턴스
pt_br: Mesma instância de processo verificada
pt_pt: Mesma instância de processo verificada
ru: Тот же проверенный экземпляр процесса
uk: Той самий перевірений екземпляр процесу
zh_hans: 同一已验证的进程实例

# pref_item_agent_approval_scope_table_reuse_boundary
source: Who can reuse?
ar: من يمكنه إعادة الاستخدام؟
de: Wer kann wiederverwenden?
es: ¿Quién puede reutilizar?
fr: Qui peut réutiliser ?
it: Chi può riutilizzare?
ja: 誰が再利用できますか？
ko: 누가 재사용할 수 있나요?
pt_br: Quem pode reutilizar?
pt_pt: Quem pode reutilizar?
ru: Кто может использовать повторно?
uk: Хто може повторно використати?
zh_hans: 谁可以重复使用？

# pref_item_agent_approval_scope_table_same_process_only
source: Same process only
ar: نفس العملية فقط
de: Nur derselbe Prozess
es: Solo el mismo proceso
fr: Même processus uniquement
it: Solo lo stesso processo
ja: 同じプロセスのみ
ko: 동일 프로세스만
pt_br: Somente o mesmo processo
pt_pt: Apenas o mesmo processo
ru: Только тот же процесс
uk: Лише той самий процес
zh_hans: 仅限同一进程

# pref_item_agent_approval_scope_table_same_terminal
source: Same tab or pane
ar: نفس علامة التبويب أو الجزء
de: Derselbe Tab oder Bereich
es: Misma pestaña o panel
fr: Même onglet ou volet
it: Stessa scheda o riquadro
ja: 同じタブまたはペイン
ko: 같은 탭 또는 창
pt_br: Mesma aba ou painel
pt_pt: Mesma aba ou painel
ru: Та же вкладка или панель
uk: Та сама вкладка або панель
zh_hans: 相同的标签页或窗格

# pref_item_agent_approval_scope_table_shared
source: Shared
ar: مشترك
de: Geteilt
es: Compartido
fr: Partagé
it: Condiviso
ja: 共有
ko: 공유됨
pt_br: Compartilhado
pt_pt: Partilhado
ru: Совместно используется
uk: Спільне
zh_hans: 已共享

# pref_item_agent_approval_scope_title
source: Approval scope
ar: نطاق الموافقة
de: Genehmigungsbereich
es: Ámbito de aprobación
fr: Portée d'approbation
it: Ambito di approvazione
ja: 承認の範囲
ko: 승인 범위
pt_br: Escopo de aprovação
pt_pt: Âmbito de aprovação
ru: Область действия одобрения
uk: Область схвалення
zh_hans: 授权范围

# pref_item_allow_screenshots_badge
source: Screenshots are allowed, tap to disable
ar: لقطات الشاشة مسموحة، اضغط للتعطيل
de: Screenshots sind erlaubt; tippen, um sie zu deaktivieren
es: Se permiten capturas de pantalla, toque para desactivar
fr: Les captures d'écran sont autorisées, appuyez pour désactiver
hu: Képernyőképek engedélyezve, koppintson a letiltáshoz
it: Gli screenshot sono consentiti, tocca per disabilitarli
ja: スクリーンショットの撮影が許可されています。タップして無効化できます。
ko: 스크린샷 촬영이 허용되어 있습니다. 여기를 눌러 끌 수 있습니다.
pt_br: Capturas de tela são permitidas, toque para desabilitar
pt_pt: Capturas de ecrã são permitidas, toque para desativar
ru: Скриншоты разрешены, нажмите для отключения
uk: Знімки екрана дозволено; натисніть, щоб вимкнути
zh_hans: 允许屏幕截图，点击禁用

# pref_item_allow_screenshots_disabled_notification
source: Screenshots have been disabled
ar: تم تعطيل لقطات الشاشة
de: Screenshots wurden deaktiviert
es: Las capturas de pantalla han sido desactivadas
fr: Les captures d'écran ont été désactivées
hu: Képernyőképek letiltva
it: Gli screenshot sono stati disabilitati
ja: スクリーンショットの撮影が無効化されました
ko: 스크린샷 촬영을 껐습니다.
pt_br: Capturas de tela foram desabilitadas
pt_pt: Capturas de ecrã foram desativadas
ru: Скриншоты были отключены
uk: Знімки екрана вимкнено
zh_hans: 屏幕截图已禁用

# pref_item_allow_screenshots_mode_disabled_title
source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hu: Letiltva
it: Disattivato
ja: 無効
ko: 비활성화됨
pt_br: Desabilitado
pt_pt: Desativado
ru: Отключено
uk: Вимкнено
zh_hans: 已禁用

# pref_item_allow_screenshots_mode_full_title
source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fr: Autorisé
hu: Engedélyezve
it: Permesso
ja: 許可
ko: 허용됨
pt_br: Permitido
pt_pt: Permitido
ru: Разрешено
uk: Дозволено
zh_hans: 允许
